{
  "Elegguá": {
    "saint": "Saint Anthony",
    "colors": "Red and Black",
    "numbers": "3 and 21",
    "description": "Elegguá is the first and most important Orisha in Santería. He is the owner of the crossroads, the witness of fate and acts as the connecting agent in this world. Elegguá is often perceived as a trickster or impish child who tests our integrity.",
    "link": "http://santeriachurch.org/the-orishas/eleggua/",
    "image": "https://s-media-cache-ak0.pinimg.com/564x/4b/59/4c/4b594c9ce5e8bf2607125ddf5f4d559d.jpg",
    "bg": "#E53935"
  },
  "Ogún": {
    "saint": "Saint Peter",
    "colors": "Green and Black",
    "numbers": "3",
    "description": "Ogún is a mighty warrior, the divine blacksmith who crafts tools and weapons and the hardest working Orisha of them all. Ogún is the father of technology, the cutting edge of the knife and the power of metal. Ogún is often perceived as a powerful muscular man wearing a skirt made of palm fiber and he carries a machete.",
    "link": "http://santeriachurch.org/the-orishas/ogun/",
    "image": "https://s-media-cache-ak0.pinimg.com/564x/65/50/d7/6550d7f9a025a7b2b843da30c4df2d82.jpg",
    "bg": "#43A047"
  },
  "Ochosi": {
    "saint": "Saint Norbert",
    "colors": "Blue and Amber",
    "numbers": "3 and 7",
    "description": "Ochosi is the divine hunter whose arrow never misses its mark. He stalks silently through the forest hunting his pray. He is the force of blind justice that is applied equally to all. He is best friends with Elegguá and Ogún and is often found hunting with them.",
    "link": "http://santeriachurch.org/the-orishas/ochosi/",
    "image": "https://cdn3.bigcommerce.com/s-hi7gs6/product_images/uploaded_images/orisha-ochosi.jpg",
    "bg": "#03A9F4"
  },
  "Orisha Oko": {
    "saint": "Saint Isidore",
    "colors": "Light Blue and Pink",
    "numbers": "7",
    "description": "Orisha Oko is the Orisha of agriculture and the fertile earth. He rules the mystery of the black earth that gives birth to crops and life, fertility and procreation. He is often depicted as a hard working farmer who wears a straw hat and plows the earth with a team of two oxen.",
    "link": "http://santeriachurch.org/the-orishas/orisha-oko/",
    "image": "https://s-media-cache-ak0.pinimg.com/236x/2d/c0/89/2dc089c67d6d6a4d6305df2f06bfd3d0.jpg",
    "bg": "#EC407A"
  },
  "Olokun": {
    "saint": "None",
    "colors": "Dark Blue and Green",
    "numbers": "9",
    "description": "Olokun is the Orisha that rules the depths of the sea where light does not touch. He is a mysterious Orisha and there is some debate about whether Olokun is male or female. He is a primordial orisha arising out of his own ashé as the first oceans formed on the surface of the earth. He gathers the sunken treasures and souls of the drowned and rules from the depths. He is usually not depicted in a human form.",
    "link": "",
    "image": "https://goddessinspired.files.wordpress.com/2012/04/olokun-at-bottom-of-sea.jpg",
    "bg": "#01579B"
  },
  "Babalú Ayé": {
    "saint": "Saint Lazarus",
    "colors": "White, blue, brown, black",
    "numbers": "17",
    "description": "Babalú Ayé is one of the most beloved, worshipped and petitioned Orishas in our religion. He is the Orisha of small pox, contagious diseases and of healing. In many ways he has become the modern day patron of HIV/AIDS and other epidemics. His worship is shared with the Arará people of Africa. Babalú Ayé’s name was made famous with the song Babalú and sung by Desi Arnaz in 1946. Babalú Ayé is depicted as an old man covered in pox sores, walking on crutches and accompanied by two dogs.",
    "link": "",
    "image": "http://68.media.tumblr.com/fa404570ed090f2acaf0d5024ebbdd70/tumblr_o4q6je93rc1qb232yo1_500.jpg",
    "bg": "#6D4C41"
  },
  "Obatalá": {
    "saint": "Our Lady of Mercy",
    "colors": "White",
    "numbers": "8",
    "description": "Obatala is the eldest of the Orishas, the owner of white cloth, the king of peace and logic. He encourages us to use diplomacy and reason when acting and is often the Orisha who mediates disputes between the other orishas. Obatalá is actually a androgynous Orisha where half of his avatars are male and the other half are female. It is therefore possible to have a female Obatalá like the road Obanlá in addition to male roads like Ayáguna. Obatalá’s shrine is placed higher than the other Orishas‘ shrines out of respect for his status as their elder. He is often depicted as an elderly black man with chalk white hair dressed in white robes.",
    "link": "http://santeriachurch.org/the-orishas/obatala/",
    "image": "https://s-media-cache-ak0.pinimg.com/originals/5e/5c/22/5e5c223e201073d594114cf34345b255.jpg",
    "bg": "#FFFFFF"
  },
  "Obba": {
    "saint": "Saint Catherine of Siena",
    "colors": "Brown, opal and coral",
    "numbers": "8",
    "description": "Obba is the Orisha of marriage and personal transformation. She was Shangó’s legitimate wife who was shunned after trying to ensnare Shangó with witchcraft. She fled to the cemetery and underwent a powerful transformational journey that made her come into her true power. She is depicted as a homely woman, missing her left ear, wearing a headwrap to cover her wound.",
    "link": "",
    "image": "https://s-media-cache-ak0.pinimg.com/564x/ce/ba/49/ceba498702e06d1d6c09420ea6da31e3.jpg",
    "bg": "#6D4C41"
  },
  "Oyá": {
    "saint": "Our Lady of Candelmas or Saint Theresa",
    "colors": "Brown, dark red or multi-colors",
    "numbers": "9",
    "description": "Oyá is a fierce female warrior and the Orisha of change. She took the secret of slinging lightning from Changó. She fights with machetes and scares away Ikú (death) with her horsetail fly whisk. She is the owner of the cemetery gates, but does not live in the cemetery contrary to common belief. She resides in the marketplace. She is depicted as a lithe powerful warrior woman wearing a skirt of nine different colors.",
    "link": "http://santeriachurch.org/the-orishas/oya/",
    "image": "http://www.orderwhitemoon.org/goddess/oya-storms/oya-storm.jpg",
    "bg": "#283593"
  },
  "Ochún": {
    "saint": "Our Lady of Charity of Cobre",
    "colors": "Yellow and amber",
    "numbers": "5",
    "description": "Oshún is the Orisha of sweetness, love and beauty. She is the embodiment of feminine grace, and is a flirtatious coquette.  She is a generous and loving mother, but she can also quickly turn bitter if she is wronged. Once she is soured, she is unforgiving and unbending. Oshún can accomplish miracles untold. She is the youngest of the orishas and is depicted as a flirtatious, mixed-race woman dressed in yellow, gazing in a mirror.",
    "link": "http://santeriachurch.org/the-orishas/oshun/",
    "image": "https://s-media-cache-ak0.pinimg.com/736x/ba/6b/a0/ba6ba02e8df7a5692d2d6d9b23f164c8--divine-feminine-black-art.jpg",
    "bg": "#FFEE58"
  },
  "Yemayá": {
    "saint": "Our Lady of Regla",
    "colors": "Blue and clear",
    "numbers": "7",
    "description": "Yemayá is the mother of all living things, the queen of heaven, earth and all waters. She resides in the ocean and her children are countless like the fishes in the sea. Yemaya is the mother of many of the other Orishas as well. In addition to being a loving mother she is a fierce protectress. She can fight with a machete or a scimitar and bathe in the blood of her enemies. Yemaya is often depicted as a voluptuous black woman with full breasts dressed in blue.",
    "link": "http://santeriachurch.org/the-orishas/yemaya/",
    "image": "https://s-media-cache-ak0.pinimg.com/736x/52/5b/2e/525b2ec457e247c5d8aafafec9699732.jpg",
    "bg": "#00E5FF"
  },
  "Shangó": {
    "saint": "Saint Barbara",
    "colors": "Red and white",
    "numbers": "6",
    "description": "Shangó (Changó) is the king of the religion of Santería and was once the fourth king (Alafin) of the city of Oyó in Yoruba land before he was deified and became an Orisha. He is the Orisha of lightning, thunder and fire, the owner of the sacred batá drums, the power of passion and virility. Changó is a ladies’ man and a charmer. Changó is the master of dance, a fierce warrior and a powerful sorcerer who spits fire. He is depicted as a handsome, young man wearing a crown and carrying a double headed axe.",
    "link": "http://santeriachurch.org/the-orishas/chango/",
    "image": "http://santeriachurch.org/wp-content/uploads/2012/08/Chango-with-axe.jpg",
    "bg": "#F44336"
  }
}
